insert into users values
    ('123e4567-e89b-12d3-a456-426655440000', 'shamank'),
    ('123e4567-e89b-12d3-a456-426655440001', 'onepantsu'),
    ('123e4567-e89b-12d3-a456-426655440002', 'saimonfill');


insert into aiservices values
    ('223e4567-e89b-12d3-a456-426655440000', 'midjourney', 'генератор кошечек', 100),
    ('223e4567-e89b-12d3-a456-426655440001', 'gigachat', 'но я стараюсь быть лучше каждый день', 200),
    ('223e4567-e89b-12d3-a456-426655440002', 'bonch-camera', 'следит за тобой', 300);

insert into statistics (user_uid, aiservice_uid, amount, created_at) values
    ('123e4567-e89b-12d3-a456-426655440000', '223e4567-e89b-12d3-a456-426655440000', 100, now()),
    ('123e4567-e89b-12d3-a456-426655440000', '223e4567-e89b-12d3-a456-426655440001', 200, now()),
    ('123e4567-e89b-12d3-a456-426655440000', '223e4567-e89b-12d3-a456-426655440001', 200, now()),
    ('123e4567-e89b-12d3-a456-426655440002', '223e4567-e89b-12d3-a456-426655440001', 200, now());